---
title: Public outreach
layout: default
permalink: /outreach/

header-image: ../assets/img/img5.jpg
---
<h1>Outreach</h1>

<h2> Outreach Fellowship at the House of Astronomy </h2>

The three institutions on Mount K&ouml;nigstuhl <a href="http://www.mpia.de" target="_blank">Max Planck Institute for Astronomy (MPIA)</a>,
<a href="https://www.lsw.uni-heidelberg.de/" target="_blank">Landessternwarte (LSW)</a> of Heidelberg University and the
<a href="http://www.haus-der-astronomie.de/fuehrungen" target="_blank">House of Astronomy (HdA)</a> in cooperation offer guided tours through the facilities.
The regular tours are guided by the voluntary Outreach Fellows, of which I am one.
As part of these tours, we present highlights of the astronomical research of six institutes in Heidelberg that are involved in astronomical research.
We invite our guests to a flight through the Universe in the Zeiss-Planetarium of the HdA, we visit the 70cm KING telescope,
and introduce the stellar neighborhood in the Model of the Hundred Closest Stars.

Other outreach activities are for instance representing of the research done at MPIA at the
<a href="https://www.explore-science.info/" target="_blank">Explore Science</a>
event in Mannheim in 2018 and 2019, or the astronomical exhibition at the
<a href="https://dai-heidelberg.de/en/" target="_blank">DAI</a>, in Heidelberg during the Max Planck week in 2018.



<h2> Talks </h2>
<table class="table">
	<tr>
		<td>2021</td>
		<td><b>Schwarze L&ouml;cher beim Wachsen beobachten</b><br>
			<a href="https://www.haus-der-astronomie.de/de/veranstaltungen/faszination-astronomie">Faszination Astronomie Online</a><br>
			Die Zeitskalen in denen Schwarze L&ouml;cher wachsen, sind um viele Gr&ouml;&szlig;enordnungen l&auml;nger als ein Menschenleben.
			Um dieses Problem zu umgehen vermessen Astronomen klassischerweise die Massen dieser Objekte zu
			verschiedenen kosmischen Zeitpunkten und vergleichen die Statistiken. Aber auch schon die Bestimmung der
			Masse eines einzelnen Schwarzen Lochs ist sehr kompliziert, da die relevanten Bereiche unter kosmischen
			Entfernungen nur unter sehr kleinen Blickwinkeln beobachtbar sind. In diesem Vortrag werden wir einen Blick
			in die Vermessung von Schwarzen L&ouml;chern und die Potenziale von neuen Beobachtungstechniken werfen.
		</td>
		<td><a href="https://www.youtube.com/watch?v=qLaXTWgDokg">YouTube</a></td>
	</tr>
</table>



<h2> Workshops </h2>
<table class="table">
  	<tr><td>2021</td>
		<td><b>Schwarze L&ouml;cher - was sie sind und was sie treiben</b><br>
			Schwarze L&ouml;cher sind keineswegs die kosmischen Staubsauger, als die sie oft in Dokumentationen dargestellt
			werden. Was uns ziemlich sicher davon abh&auml;lt in das n&auml;chst beste Schwarze Loch zu fallen, sind die gro&szlig;en
			Entfernungen zu diesen Objekten. Aber was passiert eigentlich, wenn doch mal etwas hineinf&auml;llt? Und warum
			konnten Wissenschaftler &uuml;berhaupt vor kurzem ein Foto von einem Schwarzen Loch machen, wenn es doch
			eigentlich nicht zu sehen ist? Diese Fragen und eure weiteren Fragen behandeln wir in diesem Workshop.
		</td>
  	</tr>
  	<tr><td>2020</td>
		<td><b>Sternschnuppen & Kometen</b><br>
			Vor kurzem war der Komet NEOWISE mit blo&szlig;em Auge zu sehen. Aber warum ist er eigentlich so lange sichtbar
			w&auml;hrend Sternschnuppen nur f&uuml;r einen kurzen Moment zu beobachten sind? In diesem Workshop erleben wir wo
			diese Objekte eigentlich herkommen und warum sie so unterschiedlich erscheinen.
		</td>
  	</tr>
	<tr><td>2019</td>
		<td><b>Navigieren in der Milchstra&szlig;e</b><br>
			Die Milchstra&szlig;e ist nicht nur ein heller Streifen am Nachthimmel sondern vielmehr eine scheibenartige
			Struktur, in der wir uns mit vielen Sternen und Planeten, aber auch mit interstellarem Gas- und Staubwolken
			bewegen. In diesem Workshop untersuchen wir die sichtbare Struktur und lernen auch &uuml;ber die nicht sichtbaren
			Eigenschaften der Milchstra&szlig;e.
		</td>
  	</tr>
	<tr><td>2016</td>
		<td><b>Komm, wir bauen einen Stern</b><br>
			Sterne entstehen zu jedem Zeitpunkt. In der Milchstra&szlig;e k&ouml;nnen wir in vielen Regionen Schnappsch&uuml;sse von
			diesem Prozess beobachten. In diesem Workshop erleben wir, warum Sterne nahezu immer in Gruppen entstehen
			und warum riesige Wolken aus Gas und Staub daf&uuml;r wichtig sind. Au&szlig;erdem verkn&uuml;pfen wir, warum die
			Entstehung von Planeten ein nat&uuml;rlicher Nebeneffekt von diesem Prozess ist.
		</td>
  	</tr>
</table>



<h2> Publications </h2>
<table class="table">
	<tr>
		<td>2021</td>
		<td><b>Wie man einen Quasar wiegt</b><br>
        		F. Bosco & J.-U. Pott</td>
		<td>Physik in unserer Zeit (01/2022)</td>
	</tr>
	<tr>
		<td>2020</td>
		<td><b>Gef&auml;hrliche Umgebung f&uuml;r Planetensysteme</b><br>
        		F. Bosco</td>
		<td>Sterne und Weltraum (11/2020)</td>
	</tr>
</table>
